Repository: CareEvolution/ResearchKit
Catalog: ResearchKit/Localized/ResearchKit.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sv, sw, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SPEECH_IN_NOISE_DETAIL_TEXT
source: As part of this test, you will: Listen to a sentence. Repeat clearly what you heard or skip ahead to type in what you heard using the keyboard. If you repeat what you heard, you will have the option to modify the transcript generated by the speech recognition engine.
ar: كجزء من هذا الاختبار، ستفعل ما يلي: الاستماع إلى جملة. تكرار ما سمعته بوضوح أو التخطي لكتابة ما سمعته باستخدام لوحة المفاتيح. في حالة تكرار ما سمعته، سيكون لديك الخيار لتعديل النسخة المكتوبة التي أنشأها محرك التعرّف على الكلام.
ca: Com a part d’aquesta prova, hauràs de fer el següent: Escoltar una frase. Repetir amb claredat el que hagis sentit o escriure directament el que hagis sentit amb el teclat. Si repeteixes el que has sentit, podràs modificar la transcripció generada per l’eina de reconeixement de veu.
cs: V rámci tohoto testu provedete následující: Poslechnete si větu. Zřetelně zopakujete, co jste slyšeli, nebo tento krok přeskočíte a text, který jste slyšeli, zadáte pomocí klávesnice. Po zopakování toho, co jste slyšeli, budete mít možnost upravit přepis vygenerovaný funkcí pro rozpoznávání řeči.
da: Som en del af denne test vil du: Lytte til en sætning. Gentag tydeligt, hvad du hørte, eller spring over for at bruge tastaturet til at skrive, hvad du hørte. Hvis du gentager, hvad du hørte, har du mulighed for at redigere transskriptionen, der genereres af programmet til talegenkendelse.
de: Als Teil dieses Tests wirst du Folgendes tun: Höre einen Satz an. Wiederhole deutlich, was du gehört hast, oder fahre fort, um das Gehörte mit der Tastatur einzugeben. Wenn du das Gehörte wiederholst, hast du die Möglichkeit, das von der Spracherkennungs-Engine generierte Transkript zu ändern.
el: Ως μέρος αυτού του τεστ, θα κάνετε τα εξής: Θα ακούσετε μια πρόταση. Θα επαναλάβετε ξεκάθαρα τι ακούσατε ή θα μεταβείτε παρακάτω ώστε να πληκτρολογήσετε τι ακούσατε με το πληκτρολόγιο. Αν επαναλάβετε αυτό που ακούσατε, θα έχετε την επιλογή να τροποποιήσετε το κείμενο απομαγνητοφώνησης που θα δημιουργήσει η μηχανή αναγνώρισης ομιλίας.
es: Esta prueba consiste en: Escuchar una frase. Repetir vocalizando lo que has oído o introducirlo directamente utilizando el teclado. Si repites lo que has oído, tendrás la opción de modificar la transcripción generada por el motor de reconocimiento de voz.
fi: Tämän testin osana: Kuuntele virke. Toista selkeästi kuulemasi tai jatka eteenpäin ja kirjoita kuulemasi näppäimistöllä. Jos toistit kuulemasi, voit vielä muokata puheentunnistusjärjestelmän tuottamaa tekstiä.
fr: Dans le cadre de ce test, vous : Écouterez une phrase. Répéterez clairement ce que vous avez entendu ou avancerez pour saisir au clavier ce que vous avez entendu. Si vous répétez ce que vous avez entendu, vous pouvez modifier la transcription générée par le moteur de reconnaissance vocale.
fr_ca: Pendant ce test, vous : écouterez une phrase; répéterez clairement ce que vous avez entendu ou passerez cette étape pour saisir ce que vous avez entendu à l’aide du clavier. Si vous répétez ce que vous avez entendu, vous pourrez ensuite modifier la transcription générée par l’engin de reconnaissance vocale.
he: במהלך המבחן, תתבקש/י: להאזין למשפט. לחזור בצורה ברורה על מה ששמעת או לדלג קדימה כדי להקליד את מה ששמעת באמצעות המקלדת. אם תחזור/י על מה ששמעת, תוכל/י לשנות את התמלול שנוצר על-ידי מנוע זיהוי הדיבור.
hi: इस परीक्षण के भाग के रूप में आपको यह करना होगा : वाक्य को सुनें। आपने जो सुना उसे स्पष्ट रूप से दोहराएँ या आपने जो सुना उसे कीबोर्ड का उपयोग करके टाइप करने के लिए आगे स्किप करें। यदि आप सुना हुआ दोहराते हैं, तो आपके पास बोली पहचान इंजन के द्वारा जनरेट किए गए अनुलेखन को संशोधित करने का विकल्प होगा।
hr: Kao dio ovog testa, učinit ćete sljedeće: Poslušati rečenicu. Jasno ponoviti što ste čuli ili preskočiti prema naprijed kako biste tipkovnicom natipkali ono što ste čuli. Ako ponovite što ste čuli, moći ćete izmijeniti transkript koji je generirao uređaj za prepoznavanje govora.
hu: A vizsgálat részeként: Hallani fog egy mondatot. Ismételje meg érthetően a hallott szöveget, vagy lépjen tovább, és írja be a billentyűzettel, amit hallott. Ha megismétli, amit hallott, akkor lehetősége lesz módosítani a beszédfelismerési motor által létrehozott szöveges átiratot.
id: Sebagai bagian dari tes ini, Anda akan: Mendengarkan suatu kalimat. Ulangi dengan jelas apa yang Anda dengar atau lewati untuk mengetik apa yang Anda dengar menggunakan papan ketik. Jika Anda mengulangi apa yang Anda dengar, Anda akan memiliki pilihan untuk memodifikasi transkrip yang dibuat oleh mesin pengenalan ucapan.
it: Il test è composto dai seguenti passaggi: Ascolta una frase. Ripeti chiaramente cosa hai sentito o salta il passaggio per inserire cosa hai sentito utilizzando la tastiera. Se ripeti cosa hai sentito, ti verrà data l'opzione di modificare il testo generato dal sistema di riconoscimento vocale.
ja: このテストの一環として、次のことを行います: 文章を聴きます。 聞こえた内容をはっきりと繰り返すか、スキップしてキーボードを使って入力します。 聞こえた内容を繰り返す場合、音声認識エンジンから生成される発音表記を修正するオプションがあります。
ko: 이 테스트의 일환으로 다음 단계를 진행하게 됩니다. 문장을 듣습니다. 들은 문장을 분명하게 따라 말하거나 건너 뛰고 키보드로 들은 문장을 입력합니다. 문장을 따라 말한 경우 음성 인식 엔진에 의해 생성된 기록을 수정할 수 있습니다.
ms: Sebagai sebahagian daripada ujian ini, anda akan: Dengar ayat. Ulang perkara yang anda dengar atau langkau ke hadapan untuk menaip perkara yang anda dengar menggunakan papan kekunci. Jika anda mengulang perkara yang anda dengar, anda akan mempunyai pilihan untuk mengubah suai transkrip yang dijana oleh enjin pengecaman pertuturan.
nl: Als onderdeel van deze test ga je het volgende doen: Luister naar een zin. Herhaal duidelijk wat je hebt gehoord of ga door naar de volgende stap en typ wat je hebt gehoord met het toetsenbord. Als je herhaalt wat je hebt gehoord, heb je de mogelijkheid om de transcriptie die door de spraakherkenning is gegenereerd, te wijzigen.
pl: Zadaniem tego testu będzie: Odsłuchanie zdania. Wyraźne powtórzenie usłyszanej treści lub pominięcie i wpisanie tej treści na klawiaturze. Jeśli powtórzysz usłyszaną treść, damy Ci możliwość modyfikowania zapisu treści wygenerowanego przez mechanizm rozpoznawania mowy.
pt: Como parte deste teste, você vai: Ouvir uma frase; Repetir claramente o que você ouviu ou avançar para digitar o que você ouviu, usando o teclado. Se você repetir o que ouviu, terá a opção de modificar a transcrição gerada pelo mecanismo de reconhecimento de fala.
pt_pt: No âmbito deste teste, irá: Ouvir uma frase. Repetir claramente o que ouviu ou passar à frente e digitar o que ouviu com o teclado. Se optar por repetir o que ouviu, poderá modificar a transcrição gerada pelo motor de reconhecimento de fala.
ro: În cadrul acestui test, veți: Asculta o propoziție. Repeta în mod clar ce ați auzit sau veți face un salt înainte pentru a tasta ce ați auzit folosind tastatura. Dacă repetați ce ați auzit, veți avea opțiunea de a modifica transcrierea generată de motorul de recunoaștere vocală.
ru: Во время этого теста от Вас потребуется: Прослушать предложение. Четко и ясно повторить то, что услышали, или пропустить эту часть и ввести услышанный текст с помощью клавиатуры. Если Вы произнесете то, что услышали, Вы сможете внести изменения в расшифровку, созданную системой распознавания речи.
sk: Tento test pozostáva z nasledujúcich úloh: Vypočujete si vetu. Zreteľne zopakujete, čo ste počuli, prípadne to napíšete pomocou klávesnice. Ak zopakujete, čo ste počuli, budete môcť upraviť prepis vygenerovaný funkciou na rozpoznávanie reči.
sv: Som en del av det här testet ska du: Lyssna på en mening. Tydligt upprepa det du hörde eller gå vidare för att skriva in det du hörde med tangentbordet. Om du upprepar det du hörde har du möjlighet att ändra utskriften som görs av röstigenkänningsmotorn.
sw: Katika mtihani huu, utafanya yafuatayo: Sikiliza sentensi. Rudia kwa uwazi ulichokisikia au ruka mbele kuandika ulichokisikia kwa kutumia kibodi. Ikiwa utarudia ulichokisikia, utakuwa na chaguo la kurekebisha nakala iliyotengenezwa na injini ya kutambua hotuba.
th: ในส่วนหนึ่งของการทดสอบนี้ คุณจะได้: ฟังประโยค พูดซ้ำสิ่งที่ได้ยินให้ชัดเจนหรือข้ามไปข้างหน้าเพื่อป้อนสิ่งที่คุณได้ยินโดยใช้แป้นพิมพ์ ถ้าคุณพูดซ้ำสิ่งที่ได้ยิน คุณจะได้รับตัวเลือกในการแก้ไขการถอดข้อความที่สร้างโดยเครื่องมือรู้จำเสียงพูด
tr: Bu testin bir parçası olarak şunları yapacaksınız: Bir cümle dinleyin. Duyduğunuzu açıkça tekrar edin ya da bu kısmı atlayıp klavyeyi kullanarak duyduğunuzu yazın. Duyduğunuzu tekrar ederseniz, konuşma tanıma motoru tarafından oluşturulan dökümü değiştirme seçeneğiniz olacaktır.
uk: У рамках цього тесту ви маєте: Прослухати речення. Чітко повторити те, що почули, або перейти одразу до введення того, що ви почули, на клавіатурі. Якщо ви повторите те, що почули, то матимете можливість редагувати транскрипцію, яку згенерувала система розпізнання мовлення.
vi: Trong kiểm tra này, bạn sẽ: Nghe một câu. Lặp lại rõ ràng những gì bạn đã nghe hoặc bỏ qua đến phần sau để nhập những gì bạn đã nghe bằng bàn phím. Nếu bạn lặp lại những gì đã nghe, bạn sẽ có tùy chọn sửa đổi bản chép lại do công cụ nhận dạng lời nói tạo ra.
zh_cn: 作为本测试的一部分，您将： 听一个句子。 清楚地重复您所听到的内容，或跳过以使用键盘键入您听到的内容。 如果重复听到的内容，您可以选择修改由语音识别引擎生成的文本记录。
zh_hk: 作為此測試的一部份，你會： 聆聽一句句子。 清晰地重複你聽到的內容，或跳過此程序，以鍵盤輸入你聽到的內容。 如你重複你聽到的內容，你可以選擇修改由語音辨識引擎產生的文字記錄。
zh_tw: 此為本測試的一部分，您將會： 聆聽一句話。 清楚復述一遍您聽到的內容，或是略過到下一頁使用鍵盤輸入您聽到的內容。 若您復述您聽到的內容，將可以選擇修改由語音辨識引擎產生的聽寫記錄。

# SPEECH_IN_NOISE_INTRO_TEXT
source: This activity measures intelligibility of speech when presented in noisy environments.
ar: يقيس هذا النشاط مدى وضوح الكلام عند نطقه في بيئات ضوضائية.
ca: Aquesta activitat mesura la intel·ligibilitat del text parlat quan hi ha soroll de fons.
cs: Tato aktivita změří srozumitelnost řeči v hlučných prostředích.
da: Denne aktivitet måler forståeligheden af talen i omgivelser med meget støj.
de: Diese Aktivität misst, wie verständlich die Sprache ist, wenn sie in lauten Umgebungen zu hören ist.
el: Αυτή η δραστηριότητα μετρά την αντιληπτότητα της ομιλίας σε θορυβώδη περιβάλλοντα.
es: Esta actividad mide el grado de inteligibilidad del habla cuando se presenta en ambientes ruidosos.
fi: Tämä aktiviteetti mittaa puheen havaitsemista meluisassa ympäristössä.
fr: Cette activité permet de mesurer l’intelligibilité de l’énonciation en cas d’environnement bruyant.
fr_ca: Cette activité mesure l’intelligibilité de la parole dans des environnements bruyants.
he: פעילות זו מודדת את מידת יכולת זיהוי הדיבור כאשר הדובר/ת נמצא/ת בסביבה רועשת.
hi: इस गतिविधि से शोर से भरे माहौल में प्रस्तुत की गई बोली की स्पष्टता मापी जाती है।
hr: Ovom se aktivnošću mjeri razumljivost govora kad se prezentira u bučnim okruženjima.
hu: Ez a tevékenység megméri a beszédértést zajos környezetben.
id: Aktivitas ini mengukur seberapa baik ucapan dapat dipahami saat dihadirkan di lingkungan yang bising.
it: L'attività misura la capacità di comprendere il parlato quando avviene in ambienti rumorosi.
ja: このアクティビティでは、雑音環境下での発声の明瞭度を測定します。
ko: 이 실험은 시끄러운 환경에서 음성의 명확성을 측정합니다.
ms: Aktiviti ini mengukur kebolehfahaman pertuturan apabila dilakukan dalam persekitaran yang bising.
nl: Met deze activiteit meet je de verstaanbaarheid van spraak in omgevingen met veel geluid.
pl: Ta czynność mierzy rozpoznawalność mowy, podczas mówienia w hałaśliwym otoczeniu.
pt: Esta atividade mede a inteligibilidade da fala quando apresentada em ambientes ruidosos.
pt_pt: Este exercício mede a inteligibilidade da fala em ambientes ruidosos.
ro: Această activitate măsoară inteligibilitatea vorbirii atunci când are loc în medii cu zgomot.
ru: Во время выполнения этого задания оценивается четкость и ясность речи в шумном окружении.
sk: Táto aktivita meria zrozumiteľnosť reči v hlučnom prostredí.
sv: Den här aktiviteten mäter hörförståelsen i bullriga nivåer.
sw: Shughuli hii hupima uelewekaji wa hotuba inapotolewa katika mazingira yenye kelele.
th: กิจกรรมนี้จะวัดความเข้าใจเสียงพูดเมื่ออยู่ในสภาพแวดล้อมที่มีเสียงรบกวน
tr: Bu aktivite, gürültülü ortamlarda sunulduğunda konuşmanın anlaşılabilirliğini ölçer.
uk: Цей тест вимірює розбірність мовлення в умовах шумного середовища.
vi: Hoạt động này đánh giá mức độ rõ ràng của lời nói khi được trình bày trong môi trường nhiều tiếng ồn.
zh_cn: 本活动测量噪声环境中语音的清晰度。
zh_hk: 此測試活動能評估在噪音環境中的語音清晰度。
zh_tw: 此活動會測量在嘈雜環境中的語音清晰度。

# SPEECH_IN_NOISE_SPEAK_TEXT
source: Repeat what you heard.
ar: كرر ما سمعته.
ca: Repeteix el que hagis sentit.
cs: Zopakujte, co jste slyšeli.
da: Gentag, hvad du hørte.
de: Wiederhole das Gehörte.
el: Επαναλάβετε αυτά που ακούσατε
es: Repite lo que oyes.
fi: Toista kuulemasi.
fr: Répétez ce que vous avez entendu.
fr_ca: Répétez ce que vous avez entendu.
he: חזור/י על מה ששמעת.
hi: सुने हुए को दोहराएँ।
hr: Ponovite što ste čuli.
hu: Ismételje meg, amit hallott.
id: Ulangi apa yang Anda dengar.
it: Ripeti quello che hai sentito.
ja: 聞こえた内容を繰り返します。
ko: 들은 대로 따라 말하십시오.
ms: Ulang perkara yang anda dengar.
nl: Herhaal wat je hebt gehoord.
pl: Powtórz usłyszaną treść.
pt: Repita o que você ouviu.
pt_pt: Repita o que ouviu.
ro: Repetați ce ați auzit.
ru: Повторите то, что услышали.
sk: Zopakujte, čo ste počuli.
sv: Upprepa det du hörde.
sw: Rudia ulichosikia.
th: พูดซ้ำสิ่งที่คุณได้ยิน
tr: Duyduğunuzu tekrar edin.
uk: Повторіть, що почули.
vi: Lặp lại những gì bạn nghe được.
zh_cn: 重复您所听到的内容。
zh_hk: 重複你聽到的內容。
zh_tw: 復述您聽到的內容。

# SPEECH_IN_NOISE_SPEAK_TITLE
source: Speak
ar: تحدث
ca: Parla
cs: Mluvit
da: Tal
de: Sprechen
el: Ομιλία
es: Hablar
fi: Puhu
fr: Énoncer
fr_ca: Énoncer
he: דבר/י
hi: बोलें
hr: Govori
hu: Beszéd
id: Bicara
it: Parla
ja: 話す
ko: 말하기
ms: Sebut
nl: Spreek
pl: Powiedz
pt: Falar
pt_pt: Falar
ro: Vorbiți
ru: Проговаривание
sk: Rozprávanie
sv: Tal
sw: Sema
th: พูด
tr: Seslendir
uk: Промовити
vi: Nói
zh_cn: 说话
zh_hk: 朗讀
zh_tw: 說話

# SPEECH_IN_NOISE_START_AUDIO_LABEL
source: Play Audio
ar: تشغيل الصوت
ca: Reproduir l’àudio
cs: Spustit přehrávání
da: Afspil lyd
de: Audio wiedergeben
el: Αναπαραγωγή ήχου
es: Reproducir audio
fi: Toista ääni
fr: Écouter
fr_ca: Écouter
he: הפעל שמע
hi: ऑडियो चलाएँ
hr: Reproduciraj zvuk
hu: Hang lejátszása
id: Putar Audio
it: Riproduci audio
ja: オーディオを再生
ko: 오디오 재생
ms: Mainkan Audio
nl: Speel audio af
pl: Odtwarzaj dźwięk
pt: Reproduzir Áudio
pt_pt: Reproduzir áudio
ro: Redare audio
ru: Воспроизвести аудио
sk: Prehrať audio
sv: Spela upp ljud
sw: Cheza Sauti
th: เล่นเสียง
tr: Sesi Çal
uk: Відтворити аудіо
vi: Phát âm thanh
zh_cn: 播放音频
zh_hk: 播放音訊
zh_tw: 播放音訊

# SPEECH_IN_NOISE_STEP_TEXT
source: A sentence mixed with background noise at a randomized Signal to Noise Ratio (SNR) will be played only once.
ar: سيتم تشغيل جملة لمرة واحدة، وهي جملة مختلطة بضوضاء في الخلفية بقيمة عشوائية لمعدل الإشارة إلى الضوضاء (SNR).
ca: Es reproduirà només una vegada una frase amb soroll de fons en una relació senyal‑soroll (SNR) aleatòria.
cs: Věta smíchaná s hlukem na pozadí při náhodném poměru signál-šum (SNR) bude přehrána jen jednou.
da: En sætning, der er blandet med baggrundsstøj i et tilfældigt signal-støj-forhold (SNR) afspilles kun en gang.
de: Ein Satz, der bei einer zufälligen SNR-Rate (Signal-to-Noise-Ratio) mit Hintergrundgeräuschen gemischt wurde, wird einmal abgespielt.
el: Θα αναπαραχθεί μόνο μία φορά μια πρόταση με θόρυβο στο παρασκήνιο σε τυχαιοποιημένο SNR (λόγος σήματος προς θόρυβο).
es: Se reproducirá una frase mezclada con ruido de fondo a una relación señal/ruido (S/R) aleatorizada.
fi: Virke, johon on sekoitettu taustakohinaa satunnaisessa signaali-kohinasuhteessa (SNR), toistetaan vain kerran.
fr: Une phrase avec du bruit de fond sera lue une seule fois, à un rapport signal sur bruit aléatoire.
fr_ca: Une phrase mélangée à du bruit de fond ayant un rapport signal/bruit (RSB) réparti au hasard ne se fera entendre qu’une seule fois.
he: משפט המשולב עם רעש רקע בעל יחס אות לרעש (SNR) אקראי יושמע פעם אחת בלבד.
hi: पृष्ठभूमि के शोर के साथ अनियमित नॉइज़ अनुपात सिग्नल (SNR) पर मिश्रित वाक्य को केवल एक बार चलाया जाएगा।
hr: Rečenica pomiješana s pozadinskom bukom po nasumično odabranom Omjeru signala i šuma (SNR) reproducirat će se samo jednom.
hu: Egy véletlenszerű jel-zaj arányú (SNR) háttérzajjal kevert mondat lesz egyetlen alkalommal lejátszva.
id: Kalimat yang dicampur dengan kebisingan latar belakang pada Rasio Sinyal terhadap Kebisingan (SNR) yang acak hanya akan diputar sekali.
it: Verrà riprodotta una frase con rumore di fondo con un rapporto segnale/rumore casuale una sola volta.
ja: ランダムなSN比（SNR）で背景ノイズと混ざった文章が一度だけ再生されます。
ko: 무작위의 SNR(신호 대 잡음비)로 주변의 소음이 혼합된 문장이 한 번만 재생됩니다.
ms: Ayat bercampur dengan hingar latar belakang pada Nisbah Isyarat kepada Hingar (SNR) yang dirawakkan akan dimainkan hanya sekali.
nl: Er wordt slechts eenmaal een zin afgespeeld, waarbij achtergrondgeluid met een willekeurige signaal-ruisverhouding hoorbaar is.
pl: Zdanie z szumem w tle z losowym stosunkiem sygnału do szumu (SNR) zostanie odczytane tylko raz.
pt: Uma frase mesclada com ruído de fundo em Razão Sinal-Ruído (RSR) será reproduzida somente uma vez.
pt_pt: Uma frase misturada com ruído de fundo será reproduzida, apenas uma vez, com um rácio sinal/ruído (SNR) aleatório.
ro: Va fi redată o singură dată o propoziție combinată cu zgomot de fundal la un raport semnal/zgomot (SNR) randomizat.
ru: Предложение, записанное на фоне шума и с измененным отношением сигнала к шуму, будет воспроизведено один раз.
sk: Nahrávka vety skombinovanej so šumom na pozadí a náhodným pomerom signálu k šumu (SNR) bude prehraná len raz.
sv: En mening som är uppblandad med bakgrundsbrus med ett slumpmässigt signal-brusförhållande (SNR) kommer bara att spelas upp en gång.
sw: Sentensi iliyochanganywa na kelele za mazingira kwa uwiano wa sauti kwa kelele (SNR) iliyopangwa ovyo itachezwa mara moja tu.
th: ประโยคที่มีเสียงรบกวนรอบข้างปะปน โดยมีอัตราสัญญาณเสียงต่อคลื่นรบกวน (SNR) แบบสุ่ม จะเล่นเพียงครั้งเดียว
tr: Rasgele Sinyal - Gürültü Oranı’nda (SNR) arka plan gürültüsü ile karışık bir cümle yalnızca bir sefer oynatılacaktır.
uk: Речення, змішане з фоновим шумом при довільному відношенні сигнал/шум (ВСШ), буде відтворено лише раз.
vi: Một câu trộn lẫn trong môi trường tiếng ồn theo Tỷ số tín hiệu/nhiễu (SNR) được ngẫu nhiên hóa sẽ chỉ được phát một lần.
zh_cn: 混有背景噪声的句子会以随机信噪比 (SNR) 只播放一次。
zh_hk: 只會播放一次以隨機訊噪比（SNR）混合背景噪音的句子。
zh_tw: 混有背景雜音的句子會以隨機訊號雜訊比（SNR）只播放一次。

# SPEECH_IN_NOISE_STEP_TITLE
source: Listen
ar: استماع
ca: Escolta
cs: Poslouchat
da: Lyt
de: Hören
el: Ακρόαση
es: Escuchar
fi: Kuuntele
fr: Écouter
fr_ca: Écouter
he: האזן/י
hi: सुनें
hr: Slušaj
hu: Hallgatás
id: Dengarkan
it: Ascolta
ja: 聴く
ko: 듣기
ms: Dengar
nl: Luister
pl: Słuchaj
pt: Ouvir
pt_pt: Ouvir
ro: Ascultați
ru: Прослушивание
sk: Počúvanie
sv: Lyssna
sw: Sikiliza
th: ฟัง
tr: Dinle
uk: Слухати
vi: Nghe
zh_cn: 听
zh_hk: 聆聽
zh_tw: 聆聽

# SPEECH_IN_NOISE_STOP_AUDIO_LABEL
source: Stop Audio
ar: إيقاف الصوت
ca: Aturar l’àudio
cs: Zastavit přehrávání
da: Stop lyd
de: Audio stoppen
el: Διακοπή ήχου
es: Detener audio
fi: Pysäytä ääni
fr: Arrêter l’audio
fr_ca: Arrêter l’audio
he: עצור את השמע
hi: ऑडियो रोकें
hr: Zaustavi audio zapis
hu: Hang leállítása
id: Hentikan Audio
it: Interrompi audio
ja: オーディオを停止
ko: 오디오 중단
ms: Hentikan Audio
pl: Zatrzymaj dźwięk
pt: Parar Áudio
pt_pt: Parar áudio
ro: Oprire audio
ru: Остановить аудио
sk: Zastaviť audio
sv: Stoppa ljud
sw: Simamisha Sauti
th: หยุดเสียง
tr: Sesi Durdur
uk: Припинити аудіо
vi: Dừng âm thanh
zh_cn: 停止播放音频
zh_hk: 停止音訊
zh_tw: 停止音訊

# SPEECH_IN_NOISE_TITLE
source: Speech in Noise
ar: التحدث في ضوضاء
ca: Parlat amb soroll
cs: Řeč v hluku
da: Tale med støj
de: Sprechen bei Geräuschkulisse
el: Ομιλία σε θόρυβο
es: Habla en ruido
fi: Puhe kohinan\nseassa
fr: Parole dans le bruit
fr_ca: Parole dans le bruit
he: דיבור ברעש
hi: नॉइज़ में बोली
hr: Govor u buci
hu: Beszéd zajban
id: Ucapan dalam Kebisingan
it: Voce con rumore
ja: ノイズの中で発声
ko: 시끄러운 환경에서 말하기
ms: Pertuturan dalam Hingar
nl: Achtergrondgeluid
pl: Szum podczas mówienia
pt: Fala com Ruído
pt_pt: Fala com ruído
ro: Enunțare în zgomot
ru: Проговаривание на фоне шума
sk: Reč v hlučnom prostredí
sv: Tal i brus
sw: Hotuba katika Kelele
th: เสียงพูดมีเสียงรบกวน
tr: Gürültüde Konuşma
uk: Мовлення в шумі
vi: Lời nói trong tiếng ồn
zh_cn: 在噪声中说话
zh_hk: 在噪音中說話
zh_tw: 噪音中的語音

# SPEECH_RECOGNITION_CALL_TO_ACTION
source: Tap Get Started to begin.
ar: اضغط على البدء لكي تبدأ.
ca: Per iniciar, prem Començar.
cs: Začněte klepnutím na Začít.
da: Tryk på Gå i gang for at starte.
de: Tippe zum Starten auf „Los geht’s“.
el: Αγγίξτε «Έναρξη» για να αρχίσετε.
es: Pulsa Empezar para comenzar.
fi: Aloita napauttamalla Aloita-painiketta.
fr: Touchez Démarrer pour commencer.
fr_ca: Touchez Démarrer pour commencer.
he: הקש/י על ״התחלה״ כדי להתחיל.
hi: आरंभ करने के लिए “आरंभ करें” पर टैप करें।
hr: Dodirnite Pokreni za početak.
hu: A kezdéshez koppintson a Kezdés elemre.
id: Ketuk Mulai untuk memulai.
it: Tocca Inizia per cominciare.
ja: 始めるには、“開始”をタップしてください。
ko: 시작하려면 시작하기를 탭하십시오.
ms: Ketik Mulakan untuk memulakan.
nl: Tik op 'Start' om te beginnen.
pl: Aby rozpocząć, stuknij w Start.
pt: Toque em Iniciar para começar.
pt_pt: Para iniciar, toque em Começar.
ro: Apăsați “Start” pentru a începe.
ru: Чтобы приступить, коснитесь «Начать».
sk: Aktivitu spustíte klepnutím na Začať.
sv: Tryck på Kom igång för att börja.
sw: Gusa Anza Kuanza.
th: แตะเริ่มต้นใช้งานเพื่อเริ่ม
tr: Başlamak için Başla’ya dokunun.
uk: Торкніть «Розпочати», щоб почати.
vi: Chạm vào Bắt đầu để bắt đầu.
zh_cn: 轻点“开始”来进行测试。
zh_hk: 點一下「開始」以進行測試。
zh_tw: 點一下「開始測試」來開始。

source: Speech recognition failed.
ar: فشل التعرف على الكلام.
ca: El reconeixement de veu ha fallat.
cs: Rozpoznávání řeči selhalo.
da: Talegenkendelse mislykkedes.
de: Spracherkennung fehlgeschlagen.
el: Απέτυχε η αναγνώριση ομιλίας.
es: Error del reconocimiento de voz.
fi: Puheentunnistus epäonnistui.
fr: Échec de la reconnaissance vocale.
fr_ca: Échec de la reconnaissance vocale.
he: זיהוי הדיבור נכשל.
hi: बोली पहचान विफल।
hr: Prepoznavanje govora nije uspjelo.
hu: A beszédfelismerés sikertelen volt.
id: Pengenalan ucapan gagal.
it: Riconoscimento vocale non riuscito.
ja: 音声認識できませんでした。
ko: 음성 인식에 실패했습니다.
ms: Pengecaman pertuturan gagal.
nl: Spraakherkenning mislukt.
pl: Rozpoznawanie mowy nie powiodło się.
pt: O reconhecimento de fala falhou.
pt_pt: Falha no reconhecimento da fala.
ro: Recunoașterea vocală a eșuat.
ru: Не удалось выполнить распознавание речи.
sk: Rozpoznávanie reči zlyhalo.
sv: Röstigenkänning misslyckades.
sw: Ugunduzi wa sauti umeshindikana.
th: การรู้จำเสียงพูดไม่สำเร็จ
tr: Konuşma tanıma başarısız oldu.
uk: Збій розпізнання мовлення.
vi: Không thể nhận dạng lời nói.
zh_cn: 语音识别失败。
zh_hk: 語音辨識失敗。
zh_tw: 語音辨識失敗。
